import { MealsSymmaryStyled } from "./styled";

export const MealsSummary = () => {
    return (
        <MealsSymmaryStyled>
            <h2>Вкусная еда с доставкой</h2>
            <p>
                Выберите свое любимое блюдо из нашего широкого выбора доступных блюд
                и наслаждайтесь вкусным обедом или ужином у вас дома или в офисе.
            </p>
            <p>
                Все наши блюда готовятся из высококачественных ингредиентов точно в срок и
                конечно же опытными поварами!
            </p>
        </MealsSymmaryStyled>
    );
};